app/controllers/api/books_controller.rb

SELECT "books".* FROM "books"
---
    def index
        render json: Book.all